Repository: JaninduDS/street_maps
Catalog: lumina_lanka/lib/l10n/app_*.arb
Languages: si, ta

# appName
source: Lumina Lanka
si: ලුමිනා ලංකා
ta: லுமினா லங்கா

# mapScreenTitle
source: Map
si: සිතියම
ta: வரைபடம்

source: Settings
si: සැකසුම්
ta: அமைப்புகள்

source: APPEARANCE
si: පෙනුම
ta: தோற்றம்

source: Language
si: භාෂාව
ta: மொழி

source: Dark Mode
si: අඳුරු තේමාව
ta: இருண்ட பயன்முறை

# supportAndEmergency
source: SUPPORT & EMERGENCY
si: සහාය සහ හදිසි
ta: ஆதரவு மற்றும் அவசரநிலை

source: Council Emergency Line
si: නගර සභා හදිසි ඇමතුම්
ta: சபை அவசர தொலைபேசி

# electricityBoard
source: Electricity Board (CEB)
si: විදුලිබල මණ්ඩලය (CEB)
ta: மின்சார சபை (CEB)

source: Profile
si: ගිණුම
ta: சுயவிவரம்

source: App Settings
si: යෙදුම් සැකසුම්
ta: பயன்பாட்டு அமைப்புகள்

source: Staff Login
si: කාර්ය මණ්ඩල පිවිසුම
ta: பணியாளர் உள்நுழைவு

source: Log Out
si: ඉවත්වන්න
ta: வெளியேறு

source: Guest User
si: ආගන්තුක පරිශීලක
ta: விருந்தினர் பயனர்

source: PUBLIC USER
si: පොදු පරිශීලක
ta: பொது பயனர்

source: MAP MARKER
si: සිතියම් සලකුණුකරු
ta: வரைபடக் குறிப்பான்

source: ELECTRICIAN
si: විදුලි කාර්මික
ta: மின்சார வல்லுநர்

source: COUNCIL ADMIN
si: නගර සභා පරිපාලක
ta: சபை நிர்வாகி

# statPolesMarked
source: Poles Marked by You
si: ඔබ විසින් සලකුණු කළ කණු
ta: நீங்கள் குறித்த கம்பங்கள்

# statIssuesResolved
source: Total Issues Resolved
si: නිරාකරණය කළ ගැටළු
ta: தீர்க்கப்பட்ட சிக்கல்கள்

# statTotalPoles
source: Total Poles in System
si: පද්ධතියේ ඇති මුළු කණු
ta: மொத்த கம்பங்கள்

source: Council Dashboard
si: පාලන පුවරුව
ta: கட்டுப்பாட்டகம்

source: Total Poles
si: මුළු විදුලි කණු
ta: மொத்த கம்பங்கள்

source: Pending Repairs
si: අලුත්වැඩියා වෙමින් පවතින
ta: நிலுவையில் உள்ள பழுதுகள்

source: Resolved
si: නිරාකරණය කරන ලදී
ta: தீர்க்கப்பட்டது

source: Recent Reports
si: මෑත වාර්තා
ta: சமீபத்திய அறிக்கைகள்

source: No reports found.
si: වාර්තා කිසිවක් හමු නොවීය.
ta: அறிக்கைகள் எதுவும் இல்லை.

source: Network Health
si: ජාලයේ තත්වය
ta: வலையமைப்பு நிலை

source: Working
si: ක්‍රියාකාරී
ta: இயங்குகிறது

source: Faulty
si: දෝෂ සහිතයි
ta: பழுதடைந்தது

source: Reports (Last 7 Days)
si: වාර්තා (පසුගිය දින 7)
ta: அறிக்கைகள் (கடந்த 7 நாட்கள்)

source: My Tasks
si: මගේ කාර්යයන්
ta: எனது பணிகள்

source: All Caught Up!
si: සියල්ල අවසන්!
ta: அனைத்தும் முடிந்தது!

# noPendingTasks
source: There are no pending tasks right now.
si: දැනට කිසිදු කාර්යයක් නොමැත.
ta: தற்போது பணிகள் எதுவும் இல்லை.

source: Mark as Resolved
si: නිරාකරණය කළ ලෙස සලකුණු කරන්න
ta: தீர்க்கப்பட்டதாகக் குறிக்கவும்

source: Report an Issue
si: ගැටළුවක් වාර්තා කරන්න
ta: சிக்கலைப் புகாரளி

source: Search
si: සොයන්න
ta: தேடு
